class MenuLexicon:
    START_MSG: str = (
        "📋 <b>Возможности бота</b>\n\n"
        "👨‍🎓 <b>Для студентов:</b>\n"
        "• Получение предложений от работодателей.\n"
        "• Бот предложит обсудить вакансию.\n"
        "• При интересе — ссылка на чат с работодателем.\n"
        "• При отказе — уведомление с указанием причины.\n\n"
        "👔 <b>Для работодателей:</b>\n"
        "• Получение ссылки на чат со студентом, если тот согласился обсудить вакансию."
    )

    BACK_BTN_TXT: str = "Вернуться назад"
